Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/consumer_protection/consumer_rights/distance_selling.html.txt.tmx
Source language: en
Languages: ga

source: Shopping from home is also known as distance selling and includes purchases made by e-mail, fax, telephone, internet shopping and mail order
ga: Tugtar ciandíol, chomh maith, ar shiopadóireacht a dhéanamh ón mbaile agus áirítear leis rudaí a ceannaíodh ar ríomhphost, facs, guthán, trí shiopadóireacht a dhéanamh ar an idirlíon agus postdíol

source: Distance selling involves communication between a trader and a consumer where they are not in each other's physical presence
ga: Cumarsáid idir trádálaí agus tomhaltóir atá i gceist le ciandíol nuair nach mbíonn siad i gcuideachta fhisiciúil a chéile

source: When you enter into a distance contract with a trader you have the right to expect the same consumer protection as you would have if you bought the goods in a local shop
ga: Nuair a iontrálann tú i gconradh le trádálaí, tá an ceart agat bheith ag súil leis an gcosaint tomhaltóra chéanna a fháil a gheofá dá gceannófá na hearraí i siopa áitiúil

source: The goods should be of merchantable quality, fit for the purpose intended and as described
ga: Ba cheart go mbeadh na hearraí ar chaighdeán indíoltachta, oiriúnach dá gcuspóir beartaithe agus de réir an chuir síos a ndearnadh orthu

source: Because you are entering into a distance contract you have additional protection under EU law
ga: Mar gheall go bhfuil tú ag iontráil i gcianchonradh, tugtar breis cosanta duit faoi dhlí an AE

source: The European Directive on consumer rights (Directive 2011/83/EU) (known as the Consumer Rights Directive) aims to ensure that consumers can expect the same minimum level of protection no matter where a trader is based in the European Union (EU)
ga: Tá sé de chuspóir na Treorach Eorpaí maidir le cearta tomhaltóirí (Treoir 2011/83/AE) (ar a dtugtar an Treoir maidir le Cearta Tomhaltóirí) a chinntiú gur féidir le tomhaltóirí bheith ag súil leis an leibhéal íosta cosanta is cuma cá mbíonn trádálaí bunaithe san Aontas Eorpach (AE)

source: The Directive was incorporated into Irish law by the European Union (Consumer Information, Cancellation and Other Rights) Regulations 2013 (SI 484/2013) with effect from 13 June 2014
ga: Uimh. 484/2013) le héifeacht ón 13 Meitheamh 2014

source: Remember, you are protected whether you purchase the goods in Ireland or another member state
ga: Cuimhnigh, tá tú faoi chosaint cibé acu má cheannaíonn tú na hearraí in Éirinn nó i mBallstát eile

source: If you buy from a website or a catalogue based outside the EU, any problems that arise may be more difficult to solve - so check the terms and conditions
ga: D’fhorbair an Lárionad Eorpach do Thomhaltóirí na Danmhairge láithreán gréasáin – theshoppingassistant.com – chun cabhrú le tomhaltóirí a dheimhniú cibé acu an bhfuil nó nach bhfuil láithreán gréasáin iontaofa nuair a bhítear ag siopadóireacht ar líne

source: Under the Consumer Rights Directive:
ga: Faoin Treoir maidir le Cearta Tomhaltóirí:

source: • Unless agreed otherwise, the trader must deliver the goods to you without undue delay and not later than 30 days from when the order was placed
ga: • Mura gcomhaontaítear a mhalairt, ní mór don trádálaí na hearraí a sheachadadh chugat gan moill mhíchuí agus tráth nach déanaí ná 30 lá ón uair a rinneadh an t-ordú

source: • If the trader does not deliver the goods within the time agreed, you may ask the trader to make the delivery within an additional period of time, unless it is not appropriate in the circumstances
ga: • Mura seachadann an trádálaí na hearraí laistigh den amfhráma lenar comhaontaíodh, féadfaidh tú iarraidh ar an trádálaí an seachadadh a dhéanamh laistigh de thréimhse bhreise ama, mura cuí sin faoi na cúinsí

source: • If the trader fails to deliver the goods within the agreed time or the additional period (if any), you may reject the contract and the trader must refund all the money you paid under the contract, without undue delay
ga: • Má theipeann ar an trádálaí na hearraí a sheachadadh laistigh den amfhráma lenar comhaontaíodh nó laistigh den tréimhse bhreise (más ann di), féadfaidh tú an conradh a dhiúltú agus ní mór don trádálaí an t-airgead go léir a d’íoc tú faoi gconradh a aisíoc, gan moill mhíchuí

source: The Directive does not apply to certain types of contracts, including:
ga: Ní bhaineann an Treoir le saghsanna áirithe de chonarthaí, lena n-áirítear:

source: • Social services and healthcare contracts
ga: • Seirbhísí sóisialta agus conarthaí cúram sláinte

source: • Contracts for financial services like insurance or banking
ga: • Conarthaí do sheirbhísí airgeadais ar nós árachais nó baincéireachta

source: • Contracts for the sale of land
ga: • Conarthaí chun talamh a dhíol

source: • Contracts for the construction of new buildings or substantial conversions
ga: • Conarthaí chun foirgnimh nua a thógáil nó chun tiontuithe substainteacha a dhéanamh

source: • Residential accommodation rental contracts
ga: • Conarthaí cíosa cóiríocht chónaithe

source: • Timeshares and long-term holiday product contracts
ga: • Comhroinnt ama agus conarthaí táirge saoire fhadtéarmaigh

source: • Contracts for food and drink delivered to the consumer by regular roundsmen (for example, milkmen). However, once-off transactions are covered
ga: • Conarthaí do bhia agus deoch a sheachadann cúrsóirí rialta (mar shampla, fir bhainne) chuig an tomhaltóir Tá idirbhearta aonuaire cumhdaithe, áfach

source: • Contracts concluded by means of automatic vending machines or automated commercial premises
ga: • Conarthaí a chuirtear i gcrích trí mheaisíní uathoibríocha díola nó áitribh thráchtála uathoibrithe

source: • Contracts concluded with telecommunications operators through the use of public payphones
ga: • Conarthaí a chuirtear i gcrích le hoibreoirí teileachumarsáide trí tháillefóin phoiblí a úsáid

source: Before you are bound by a distance contract the trader must make certain information available to you including:
ga: Sula mbíonn tú faoi cheangal cianchonartha, ní mór don trádálaí roinnt faisnéise a chur ar fáil duit, lena n-áirítear:

source: • The trader's name and address as well as the address to which to address complaints
ga: • Ainm agus seoladh an trádálaí, mar aon leis an seoladh a seolfar gearáin chuige

source: • The main characteristics of the goods or service
ga: • Príomhshaintréithe na n-earraí nó na seirbhíse

source: • The price of the goods - including all taxes
ga: • Praghas na n-earraí – gach cáin san áireamh

source: • Delivery costs, where applicable
ga: • Costais seachadta, sa chás gurb infheidhme

source: • The trader’s complaints handling policy
ga: • Beartas um láimhseáil gearán an trádálaí

source: • Whether a right to cancel exists and the conditions, time limit and procedures for doing so
ga: • Cibé acu an bhfuil nó nach bhfuil an ceart agat chun cealú a dhéanamh agus na coinníollacha, an teorainn ama agus na nósanna imeachta chun amhlaidh a dhéanamh

source: • Whether you will bear the costs of returning the goods
ga: • Cibé acu an íocfaidh nó nach n-íocfaidh tú as costas na n-earraí a sheoladh ar ais

source: • The estimated cost of returning the goods if you have to bear the cost and they cannot be returned by normal post
ga: • An costas measta atá ar na hearraí a sheoladh ar ais, más gá duit íoc as an gcostas agus murar féidir iad a sheoladh ar ais sa ghnáthphost

source: • Conditions of after-sale customer assistance and services, and commercial guarantees
ga: • Coinníollacha maidir le cúnamh agus seirbhísí i ndiaidh an díola, agus ráthaíochtaí tráchtála

source: • The duration of the contract, if applicable, and the conditions for terminating it if it is extended automatically or is of unlimited duration
ga: • Fad an chonartha, más infheidhme, agus na coinníollacha chun é a chur chun deiridh má shíntear go huathoibríoch é nó má bhaineann fad neamhtheoranta leis

source: • The minimum duration of your obligations under the contract, if applicable
ga: • Fad íosta do dhualgas faoin gconradh, más infheidhme

source: • The cost of communication between you and the trader, if it is above a basic rate
ga: • Costas na cumarsáide idir tú féin agus an trádálaí, má tá sé os cionn bunráta

source: The information on digital content, such as downloadable films and books, must be clear as to the compatibility of the digital content with different hardware and software
ga: Ní mór go bhfuil an fhaisnéis ar ábhar digiteach, ar nós scannáin agus leabhair in-íoslódáilte, soiléir maidir le comhoiriúnacht an ábhair dhigitigh i dtaobh crua-earraí agus bogearraí éagsúla

source: It must also include any technical protection measures, for example, the number of copies that can be made
ga: Anuas air sin, ní mór go gcuirfear san áireamh aon bearta um chosaint theicniúil, mar shampla, an líon cóipeanna is féidir a dhéanamh

source: If a right to cancel exists, the trader must make available to you the standard cancellation form (including cancellation rights and instructions) as set out in the Directive
ga: Má tá an ceart agat chun cealú a dhéanamh, ní mór go gcuirfidh an trádálaí an fhoirm chaighdeánach chealaithe ar fáil duit (lena n-áirítear cearta agus treoracha cealaithe) faoi mar a leagtar amach sa Treoir

source: Where a distance contract is concluded through a trading website, the website must indicate clearly, and at the latest at the beginning of the ordering process, whether any delivery restrictions apply and which means of payment are accepted
ga: Sa chás go gcuirtear cianchonradh i gcrích trí láithreán gréasáin trádála, ní mór go gcuirfear in iúl go soiléir ar an láithreán gréasáin, agus ag tús an phróisis ordaithe, ar a dhéanaí, cibé acu an mbaineann nó nach mbaineann aon srianta seachadta agus cén bealaí íocaíochtaí lena nglactar

source: Where a distance contract is concluded by electronic means the trader must ensure that, when placing an order, you explicitly acknowledge that the order implies an obligation to pay
ga: Sa chás go gcuirtear cianchonradh i gcrích trí bhealaí leictreonacha, ní mór don trádálaí a chinntiú, nuair a bhíonn an t-ordú á dhéanamh, go n-aithníonn tú go sainráite go mbíonn dualgas ort íocaíocht a dhéanamh mar gheall ar an ordú a dhéanamh

source: If this entails activating a button or something similar, the trader must ensure that the button is labelled with the words ‘order with obligation to pay’ or similar, indicating that the order entails an obligation to pay the trader
ga: Má bhíonn cnaipe a ghníomhachtú nó a mhacasamhail de ghníomh i gceist leis seo, ní mór don trádálaí a chinntiú go bhfuil an cnaipe lipéadaithe leis na focail ‘déan ordú agus beidh dualgas ort íoc’ nó a mhacasamhail, a thugann le fios go mbíonn dualgas ort an trádálaí a íoc má dhéanann tú ordú

source: If this requirement is not complied with, you are not bound by the contract
ga: Mura gcomhlíontar an ceanglas seo, níl tú faoi cheangal ag an gconradh

source: The use of default options, for example, pre-ticked boxes, which you are required to change in order to avoid paying for some additional service or item is not allowed
ga: Ní cheadaítear roghanna réamhshocraithe a úsáid, mar shampla, boscaí atá réamhthiceáilte, a bhíonn ort a athrú lena sheachaint íoc as seirbhísí nó earra éigin breise

source: You must actively select such options otherwise you do not have to pay
ga: Ní mór duit na roghanna sin a roghnú le gníomh, nó níl ort íoc astu

source: If there is a dispute, the trader is required to prove that he sought your express consent to the additional payment
ga: Má thagann díospóid aníos, tá ar an trádálaí a chruthú gur lorg sé/sí do thoiliú sainráite an íocaíocht bhreise a dhéanamh

source: A trader cannot charge you more for using a particular means of payment, such as a credit card, than the cost to the trader for using that means of payment
ga: Ní féidir le trádálaí níos mó a ghearradh ort as modh ar leith íocaíochta a úsáid, ar nós cárta creidmheasa, ná an costas a ghearrtar ar an trádálaí as an modh sin íocaíochta a úsáid

source: If there is a dispute, the trader is required to prove they are compliant with the Directive
ga: Má thagann díospóid aníos, tá ar an trádálaí a chruthú go gcomhlíonann siad an Treoir

source: Similarly, if a trader operates a telephone helpline, the trader cannot charge you more than the basic telephone rate for calls to it
ga: Ar an nós céanna, má oibríonn trádálaí lín chabhrach gutháin, ní féidir leis an trádálaí níos mó ná an bunráta gutháin a ghearradh ort ar ghlaonna a chuirtear ar an líne

source: The trader must provide confirmation of the concluded contract to you in a durable format, such as a letter or email
ga: Ní mór don trádálaí deimhniú a sholáthar den chonradh a cuireadh i gcrích duit i mbuanfhormáid, ar nós litreach nó ríomhphoist

source: It should include the information mentioned above, if not already supplied in a durable format
ga: Ba cheart go n-áireofaí leis an fhaisnéis a luaitear thuas, murar soláthraíodh í cheana féin i mbuanfhormáid

source: It should be provided within a reasonable time after the contract was concluded, and at the latest:
ga: Ba cheart é a bheith soláthartha duit laistigh de thréimhse réasúnta i ndiaidh gur cuireadh an conradh i gcrích, agus ag a dhéanaí:

source: • When the goods are being delivered or
ga: • Nuair atá na hearraí á seachadadh nó

source: You are entitled to a cooling-off period of 14 days, which begins on the day that you receive the goods
ga: Tá tú i dteideal ré aithrí 14 lá, a thosaíonn ar an lá a fhaigheann tú na hearraí

source: In the case of a service, the cooling-off period begins on the day the contract for distance selling was concluded
ga: I gcás seirbhíse, tosaíonn an tréimhse aithrí ar an lá a cuireadh i gcrích an conradh le haghaidh ciandíola

source: In the case of digital content, the cooling-off period expires when the downloading or streaming starts
ga: I gcás ábhar digiteach, éagann an tréimhse aithrí nuair a thosaítear an íoslódáil nó an sruthú

source: During the cooling-off period, you can cancel a distance contract without giving a reason and without incurring charges or penalties, other than possible charges incurred in returning the goods
ga: I rith na ré aithrí, féadfaidh tú cianchonradh a chur ar ceal gan cúis a thabhairt agus gan muirir nó pionóis a thabhú, seachas muirir fhéideartha a thabhaítear nuair a sheoltar na hearraí ar ais

source: If a trader fails to provide you with information on the right to cancel, the cooling-off period is extended to 12 months from the date it would have expired if the information had been provided
ga: Má theipeann ar thrádálaí faisnéis a sholáthar duit ar an gceart chun cealú a dhéanamh, síntear an ré aithrí go dtí 12 mhí ón dáta a d’éagfadh sé dá soláthrófaí an fhaisnéis

source: If the trader provides the information within this 12-month period, the cooling-off period expires within 14 days of the consumer receiving it
ga: Má sholáthraíonn an trádálaí an fhaisnéis laistigh den tréimhse 12 mhí seo, éagann an ré aithrí laistigh de 14 lá i ndiaidh go bhfaigheann an tomhaltóir í

source: To cancel the contract, you must inform the trader of the decision to cancel using either the prescribed cancellation form, or some other method, before the cooling-off period expires
ga: Chun an conradh a chealú, ní mór duit an trádálaí a chur ar an eolas ar an gcinneadh chun cealú a dhéanamh agus an fhoirm fhorordaithe chealaithe a úsáid, nó modh éigin eile, sula n-éagann an ré aithrí

source: There is no requirement to give a reason for cancelling
ga: Níl aon cheanglas ort cúis a thabhairt le cealú a dhéanamh

source: If there is a dispute, it is up to you to prove the cancellation was carried out correctly
ga: Má thagann díospóid aníos, is fútsa atá sé a chruthú gur tugadh faoin gcealú i gceart

source: You must send the goods back within 14 days of informing the trader of the cancellation
ga: Ní mór duit na hearraí a sheoladh ar ais laistigh de 14 lá tar éis an trádálaí a chur ar an eolas ar an gcealú

source: You have to pay for the cost of returning the goods unless you were not informed before ordering that you would have to bear the cost
ga: Tá ort íoc as an gcostas a bhíonn ar na hearraí a sheoladh ar ais, murar cuireadh ar an eolas thú sula ndearna tú an t-ordú go mbeadh ort íoc as an gcostas

source: Upon cancellation, the trader is obliged to repay all payments you made, including delivery charges, within 14 days
ga: Ar chealú, tá dualgas ar an trádálaí gach íocaíocht a rinne tú a aisíoc, lena n-áirítear muirir sheachadta, laistigh de 14 lá

source: If you choose a more expensive type of delivery than the trader’s cheapest standard delivery, you are only entitled to be refunded the cost of the cheaper delivery type
ga: Má roghnaíonn tú saghas níos costasaí de sheachadadh ná seachadadh caighdeánach is saoire an trádálaí, níl tú i dteideal aisíocaíocht a fháil ach don saghas is saoire de sheachadadh

source: The trader can withhold repayment until the goods are returned or you supply evidence that you have sent the goods back
ga: Féadfaidh an trádálaí aisíocaíocht a shiarchoinneáil go dtí go seoltar na hearraí ar ais nó go soláthraíonn tú fianaise gur sheol tú na hearraí ar ais

source: Once the contract is cancelled, any credit agreements entered into at the time of the contract are cancelled as well
ga: A luaithe a chealaítear an conradh, cealaítear aon chomhaontuithe creidmheasa ina n-iontráiltear ag tráth an chonartha chomh maith

source: Cancellation will not be accepted in certain cases including where:
ga: Ní ghlacfar le cealú i roinnt cásanna, lena n-áirítear:

source: • The provision of services have already begun with your agreement
ga: • Tá tús curtha cheana féin leis an soláthar seirbhísí le do chomhaontú

source: • The price of the goods or services is dependent upon financial market fluctuations that are beyond the trader's control
ga: • Braitheann praghas na n-earraí nó na seirbhísí ar luaineacht an mhargaidh airgeadais nach bhfuil smacht ag an trádálaí uirthi

source: • The goods cannot be returned because they were made according to your specifications or were personalised for you
ga: • Ní féidir na hearraí a sheoladh ar ais mar gheall go ndearnadh iad de réir do chuid sonraíochtaí nó rinneadh iad a phearsantú duit

source: • The goods are liable to deteriorate or expire rapidly
ga: • D’fhéadfadh na hearraí imeacht i léig nó éag go mear

source: • The goods seals have been broken by you and cannot be returned for health protection and hygiene reasons
ga: • Bhris tú séalaí na n-earraí agus ní féidir iad a sheoladh ar ais ar chúiseanna um chosaint sláinte agus sláinteachais

source: • The goods are audio/video tapes or computer software whose seals have been broken by you
ga: • Clostéipeanna/fístéipeanna nó bogearraí ríomhaire iad na hearraí ar bhris tú a séalaí

source: • The goods are newspapers or magazines
ga: • Nuachtáin nó irisleabhair iad na hearraí

source: • The goods were purchased at a public auction
ga: • Ceannaíodh na hearraí ag ceant poiblí

source: Tax payable on goods
ga: Cáin atá iníoctha ar earraí

source: If you buy goods online or by mail from another EU Member State you may pay VAT at the rate that applies in Ireland
ga: Má cheannaíonn tú earraí ar líne nó sa phost ó Bhallstát AE eile, féadfaidh tú CBL a íoc ar an ráta a ghearrtar in Éirinn

source: However, if the supplier that you are buying the goods from has not exceeded the Distance Sales Threshold in Ireland then you will pay VAT at the rate appropriate to that product in the Member State of purchase
ga: Murar sháraigh an soláthraí óna bhfuil na hearraí á gceannach agat an Tairseach Chiandíolachán in Éirinn, áfach, íocfaidh tú CBL ar an ráta atá cuí i dtaobh an earra sin sa Bhallstát inar cheannaigh tú an táirge

source: You will usually be informed of the amount of VAT payable at checkout
ga: Is gnách go gcuirfear ar an eolas thú ar mhéid an CBL atá iníoctha ar sheiceáil amach

source: Goods ordered from outside the EU that cost more than €22 may be liable for VAT
ga: D’fhéadfadh earraí a ordaítear ó áiteanna lasmuigh den AE a chosnaíonn níos mó ná €22 a bheith dlite le haghaidh CBL

source: If they cost more than €150 they may also be liable for customs duty
ga: Má chosnaíonn siad breis agus €150, d’fhéadfaidís a bheith faoi dhliteanas dleacht chustaim

source: Excise duty and VAT are chargeable on excisable products such as alcohol and alcoholic beverages, tobacco and tobacco products and mineral oils forwarded from other member states of the EU
ga: Gearrtar dleacht máil agus CBL ar tháirgí inmháil ar nós alcóil agus deochanna alcóil, tobac agus táirgí tobac agus olaí mianracha a chuirtear ar aghaidh ó bhallstáit eile an AE

source: You can find more information on Revenue’s website
ga: Féadfaidh tú teacht ar bhreis faisnéise ar láithreán gréasáin na gCoimisinéirí Ioncaim

source: If you return the goods you purchased, you may be able to reclaim the taxes and duties charged providing you have the required paperwork
ga: Má chuireann tú na hearraí a cheannaigh tú ar ais, d’fhéadfá bheith in ann na cánacha agus na dleachtanna a gearradh a aiséileamh, a fhad agus a bhíonn an páipéarachas riachtanach agat

source: Contact your local Revenue office for more information
ga: Déan teagmháil le hoifig áitiúil na gCoimisinéirí Ioncaim chun teacht ar bhreis faisnéise

source: If your credit card has been used fraudulently, you can cancel any payments made under a distance contract and you are entitled to the return of those payments immediately
ga: Má baineadh úsáid chalaoiseach as do chárta creidmheasa, féadfaidh tú aon íocaíochtaí a rinneadh faoi chianchonradh a chealú agus tá tú i dteideal na híocaíochtaí siúd a fháil ar ais láithreach

source: Payments can be cancelled by contacting the bank or building society where you hold your credit card
ga: Féadtar íocaíochtaí a chealú trí theagmháil a dhéanamh leis an mbanc nó leis an gcumann foirgníochta lena bhfuil do chárta creidmheasa nasctha

source: You should always keep the telephone number in a safe place in case you need it
ga: Ba cheart duit an uimhir ghutháin a choimeád in áit shábháilte i gcónaí sa chás go dteastódh sí uait

source: If you discover (or even suspect) that your card has been used in a fraudulent manner, then you should contact the relevant financial institution straight away
ga: Más léir duit (nó fiú má tá amhras ort) gur úsáideadh do chárta ar bhealach calaoiseach, ba cheart duit teagmháil a dhéanamh leis an institiúid ábhartha airgeadais caol díreach

source: If your card has been used fraudulently, your liability cannot exceed €150 under EU Recommendation 97/489/EC
ga: Má baineadh úsáid chalaoiseach as do chárta, ní féidir le do dhliteanas €150 a shárú faoi Mholadh 97/489/CE an AE

source: However, in Ireland, in practice the liability is generally lower
ga: Is gnách go mbíonn an dliteanas in Éirinn níos ísle ná sin, de réir an chleachtais de, áfach

source: It is illegal for a trader to demand payment for unsolicited services
ga: Tá sé in aghaidh an dlí má éilíonn trádálaí íocaíocht as seirbhísí gan iarraidh

source: Book clubs are a very good example of inertia selling and the most common kind
ga: Cumainn leabhar iad sampla an-mhaith de dhíol gan iarraidh agus tá siad ar an saghas is coitianta

source: If a trader sends you an item that you did not order and does not provide for return post, it cannot then try to invoice you for the product or initiate debt collection proceedings against you
ga: Má dhíolann trádálaí earra leat nár ordaigh thú agus mura ndéanann sé/sí soláthar don phostas ar ais chuige/chuici, ní féidir leis an trádálaí iarracht a dhéanamh sonrasc a sheoladh duit don táirge nó tús a chur le himeachtaí bailithe fiachais i do choinne
